Repository: azatoth/pywikipedia
Catalog: translations/*/LC_MESSAGES/pywikipedia.po
Languages: de

source: What shall be done with this selflink?
de: Was soll mit diesem Selbstlink geschehen?

source: b [make bold hotkey]
de: f

source: edit
de: bearbeiten

source: make bold
de: fett schreiben

source: more context
de: mehr Kontext

source: skip
de: überspringen

source: unlink
de: entlinken

source: s [skip hotkey]
de: s

source: e [edit hotkey]
de: e

source: m [more context hotkey]
de: m

source: u [unlink hotkey]
de: l

source: No changes necessary.
de: Keine Änderung nötig.

source: Page %s does not exist; skipping.
de: Seite %s existiert nicht; überspringe.

source: Page %s is a redirect; skipping.
de: Seite %s ist ein Redirect; überspringe.

source: Page %s is locked; skipping.
de: Seite %s ist gesperrt; überspringe.

source: Please enter the XML dump's filename:
de: Bitte gib den Dateinamen des XML-Dumps ein:

source: Getting page %s
de: Lade Seite %s

source: Creating page %s...
de: Erstelle Seite %s...

source: Changing page %s...
de: Ändere Seite %s...

source: Getting %i pages from %s...
de: Lade %i Seiten von %s...

source: Checked for running processes. %i processes currently running, including the current process.
de: Prüfe auf laufende Prozesse. %i Prozesse laufen momentan, diesen Prozess eingeschlossen.

source: Getting a page to check if we're logged in on %s...
de: Lade eine Seite, um herauszufinden, ob wir auf %s eingeloggt sind...

source: NOTE: You have unread messages on %s
de: HINWEIS: Du hast ungelesene Nachrichten auf %s
